Repository: Dilshodbekdev/Aloqa-Nazorat-Flutter
Catalog: lib/l10n/intl_*.arb
Languages: ru, uz

# phone_number
source: Телефон номер
ru: Номер телефона
uz: Telefon raqami

# register
source: Рўйхатдан ўтиш
ru: Пройдите регистрацию
uz: Ro'yxatdan o'tish

# name
source: Исм
ru: Имя
uz: Ism

# surname
source: Фамилия
uz: Familiya

# mid_name
source: Шарифи
ru: Отчество
uz: Sharifi

# password
source: Пароль
uz: Parol

# uz_com
source: Ўзкомназорат инспекцияси
ru: Инспекция Узкомназорат
uz: O'zkomnazorat inspeksiyasi

# next
source: Кейинги
ru: Следующий
uz: Keyingisi

# intro_title_1
source: Рўйхатдан ўтинг
ru: Пройдите регистрацию
uz: Ro’yxatdan o’ting

# intro_desc_1
source: Мобиль иловадан фойдаланиш учун авторизациядан ўтинг ёки мавжуд профилингиз орқали тизимга киринг
ru: Для пользования мобильным приложением пройдите авторизацию или зайдите в систему через свой профиль
uz: Mobil ilovadan foydalanish uchun avtorizatsiyadan oʻting yoki mavjud profilingiz orqali tizimga kiring

# intro_title_2
source: Муаммо бўйича хабар беринг
ru: Сообщите о проблеме
uz: Muammo bo’yicha xabar bering

# intro_desc_2
source: Ахборотлаштириш ва телекоммуникациялар соҳасида мавжуд муаммолар ҳақида хабар беринг
ru: Сообщите о существующих проблемах в сфере информатизации и телекоммуникации
uz: Axborotlashtirish va telekommunikatsiyalar sohasida mavjud muammolar haqida xabar bering

# intro_title_3
source: Муаммо ечилиши бўйича натижани кутинг
ru: Ждите результата о решении проблемы
uz: Muammo yechilishi bo’yicha natijani kuting

# intro_desc_3
source: "Ўзкомназорат" инспекцияси томонидан муаммо ва мурожаатингиз бўйича расмий жавоб берилишини кутинг
ru: Дождитесь официального ответа инспекции «Узкомнозорат» по возникшей проблеме и вашему обращению
uz: “Oʻzkomnazorat” inspeksiyasi tomonidan muammo va murojaatingiz boʻyicha rasmiy javob berilishini kuting

# intro_title_4
source: натижани кўринг
ru: Ознакомьтесь с результатом
uz: Natijani ko’ring

# intro_desc_4
source: Сизнинг муаммоингиз ҳал этилиши бўйича натижа билан танишинг ва тизимга ўз баҳоингизни қўйинг
ru: Ознакомьтесь с результатом решения вашей проблемы и дайте свою оценку о работе системы
uz: Sizning muammongiz xal etilishi bo’yicha natija bilan tanishing va tizimga o’z bahoingizni qo’ying

# main
source: Асосий
ru: Главная
uz: Asosiy

# references
source: Мурожаатлар
ru: Обращения
uz: Murojaatlar

# profile
source: Профиль
uz: Profil

# forgot_password
source: Паролни унутдингизми?
ru: Забыли пароль?
uz: Parolni unutdingizmi?

# by_enter
source: орқали кириш
ru: войти по
uz: orqali kirish

# login
source: Кириш
ru: Войти
uz: Kirish

# akkauntingizMavjudEmasmi
source: Аккаунтингиз мавжуд эмасми?
ru: Ваш аккаунт не существует?
uz: Akkauntingiz mavjud emasmi?

# muammoingizgaTegishliBolimniTanlang
source: Мурожаат йўналишини танланг
ru: Выберите направление обращения
uz: Murojaat yo'nalishini tanlang

# meningMurojaatlarim
source: Менинг мурожаатларим
ru: Мои обращения
uz: Mening murojaatlarim

# all
source: Барчаси
ru: Все
uz: Barchasi

# ijrodagi
source: Ижродаги
ru: В исполнении
uz: Ijrodagi

# yakunlangan
source: Якунланган
ru: Завершенные
uz: Yakunlangan

# shaxsiyKabinet
source: Шахсий кабинет
ru: Личный кабинет
uz: Shaxsiy kabinet

# muammoTuriniTanlang
source: Муаммо турини танланг
ru: Выберите тип проблемы
uz: Muammo turini tanlang

# murojaat
source: Мурожаат
ru: Обращение
uz: Murojaat

# malumot
source: Маълумот
ru: Информация
uz: Ma'lumot

# javob
source: Жавоб
ru: Ответ
uz: Javob

# barchaMaydonlarniToldiring
source: Барча майдонларни тўлдиринг!
ru: Заполните все поля!
uz: Barcha maydonlarni to'ldiring !

# murojaatYuborish
source: Мурожаат юбориш
ru: Отправить обращение
uz: Murojaat yuborish

# murojaatniShakllantirish
source: Мурожаатни шакллантириш
ru: Создать обращение
uz: Murojaatni shakllantirish

# viloyatniTanlang
source: Вилоятни танланг
ru: Выберите регион
uz: Viloyatni tanlang

# tumanniTanlang
source: Туманни танланг
ru: Выберите район
uz: Tumanni tanlang

# manzilniKiriting
source: Манзилни киритинг
ru: Введите адрес
uz: Manzilni kiriting

# murojaatMatni
source: Мурожаат матни
ru: Текст обращения
uz: Murojaat matni

# faylBiriktirish
source: Файл бириктириш
ru: Прикрепить файл
uz: Fayl biriktirish

# yuborish
source: Юбориш
ru: Отправка
uz: Yuborish

# murojaatYaratildi
source: Мурожаат яратилди
ru: Создано обращение
uz: Murojaat yaratildi

# ijrogaYuborildi
source: Ижрога юборилди
ru: Отправлено на исполнение
uz: Ijroga yuborildi

# ijroQilinmoqda
source: Ижро қилинмоқда
ru: На исполнении
uz: Ijro qilinmoqda

# qabulQilishgaYuborildi
source: Қабул қилишга юборилди
ru: Отправлено на прием
uz: Qabul qilishga yuborildi

# yakunlandi
source: Якунланди
ru: Завершено
uz: Yakunlandi

# murojaatTuri
source: Мурожаат тури
ru: Тип обращения
uz: Murojaat turi

# biriktirilganFayllar
source: Бириктирилган файллар
ru: Прикреплённые файлы
uz: Biriktirilgan fayllar

# shaxsiyMalumotlar
source: Шахсий маълумотлар
ru: Персональная информация
uz: Shaxsiy ma'lumotlar

# foydalanishQollanmasi
source: Фойдаланиш қўлланмаси
ru: Руководство по использованию
uz: Foydalanish qo'llanmasi

# sozlamalar
source: Созламалар
ru: Настройки
uz: Sozlamalar

# ilovaHaqida
source: Илова ҳақида
ru: О приложении
uz: Ilova haqida

# ulashish
source: Улашиш
ru: Поделиться
uz: Ulashish

# yordam
source: Ёрдам
ru: Помощь
uz: Yordam

# parolniTiklash
source: Паролни тиклаш
ru: Восстановить пароль
uz: Parolni tiklash

# murojaatHolati
source: Мурожаат ҳолати
ru: Статус обращения
uz: Murojaat holati

# murojaatYaratilganSana
source: Мурожаат яратилган сана
ru: Дата создания обращения
uz: Murojaat yaratilgan sana

# murojaatIjrogaYuborilganSana
source: Мурожаат ижрога юборилган сана
ru: Дата подачи обращения
uz: Murojaat ijroga yuborilgan sana

# ijroEtishVaqti
source: Ижро этилиш вақти
ru: Время исполнения
uz: Ijro etish vaqti

# murojaatIjrosigaMasulBolimVaHududiyInspeksiya
source: Мурожаат ижросига масъул бўлим ва ҳудудий инспекция
ru: Отдел или территориальная инспекция, ответственная за исполнение обращения
uz: Murojaat ijrosiga mas'ul bo'lim va hududiy inspeksiya

# ijrochilar
source: Ижрочилар
ru: Исполнители
uz: Ijrochilar

# ijrochiningIzohi
source: Ижрочининг изоҳи
ru: Комментарии исполнителя
uz: Ijrochining izohi

# bildirishnomalar
source: Билдиришнома
ru: Уведомление
uz: Bildirishnoma

# tugilganKun
source: Туғилган кун
ru: День рождения
uz: Tug'ilgan kun

# assalomuAleykum
source: Ассалому алайкум,
ru: Здравствуйте,
uz: Assalomu aleykum

# ilovaTili
source: Илова тили
ru: Язык приложения
uz: Ilova tili

# ilovaKorinishi
source: Илова кўриниши
ru: Просмотр приложения
uz: Ilova ko'rinishi

# tungi
source: Тунги
ru: Ночь
uz: Tungi

# kunduzgi
source: кундузги
ru: Дневное время
uz: Kunduzgi

# akkauntdanChiqish
source: Аккаунтдан чиқиш
ru: Выйти из аккаунта
uz: Akkauntdan chiqish

# qollabquvvatlashTelefoni
source: Қўллаб-қувватлаш телефони
ru: Телефон службы поддержки
uz: Qo'llab-quvvatlash telefoni

# telegramOrqaliMurojaat
source: Телеграм орқали мурожаат
ru: Обращайтесь в телеграм
uz: Telegram orqali murojaat

# mobilRaqamniTasdiqlash
source: Мобиль рақамни тасдиқлаш
ru: Подтвердить номер телефона
uz: Mobil raqamni tasdiqlash

# raqamingizniTekshirishUchunSmsKodYubordikIltimosQuyidagiKodniKiriting
source: Рақамингизни текшириш учун SMS код юбордик. Илтимос, қуйидаги кодни киритинг
ru: Отправлен СМС-код был отправлен для подтверждения вашего номера. Пожалуйста, введите код ниже
uz: Raqamingizni tekshirish uchun sms kod yubordik. Iltimos, quyidagi kodni kiriting

# qaytadanYuborish
source: Қайтадан юбориш
ru: Отправить повторно
uz: Qaytadan yuborish

# parolniTasdiqlash
source: Паролни тасдиқлаш
ru: Подтвердить Пароль
uz: Parolni tasdiqlash

# hurmatliFoydalanuvchiIltimosTizimgaQaytadanKiring
source: Ҳурматли фойдаланувчи, илтимос, тизимга қайта киринг
ru: Уважаемый пользователь,пожалуйста, зайдите в систему заново
uz: Hurmatli foydalanuvchi, iltimos, tizimga qaytadan kiring

# ha
source: Ҳа
ru: Да
uz: Ha

# ozgartirish
source: Ўзгартириш
ru: Изменить
uz: O'zgartirish

# parolniTasdiqlang
source: Паролни тасдиқланг
ru: Подтвердить Пароль
uz: Parolni tasdiqlang

# haqiqatdanChiqishniXohlaysizmi
source: Ҳақиқатдан чиқишни хоҳлайсизми?
ru: Вы действительно хотите выйти?
uz: Haqiqatdan chiqishni xohlaysizmi?

# yoq
source: Йўқ
ru: Нет
uz: Yo'q

# parolingizniTiklashUchunRoyxatdanOtganTelefonRaqamingizniKiritingVaBiz
source: Паролингизни тиклаш учун рўйхатдан ўтган телефон рақамингизни киритинг ва биз сизга паролингизни тиклашга ёрдам берамиз
ru: Введите свой зарегистрированный номер телефона для восстановления пароля
uz: Parolingizni tiklash uchun ro'yxatdan o'tgan telefon raqamingizni kiriting va biz sizga parolingizni tiklashga yordam beramiz

# callCenter1111
source: Call марказ 1144
ru: Call-центр 1144
uz: Call Center 1144

source: Сизнинг телефон рақамингизга вақтинчалик пароль жўнатилди. Тизимга кирганингиздан сўнг албатта ўзгартиришни унутманг!
ru: Отправлен СМС-код был отправлен для подтверждения вашего номера. Пожалуйста, введите код ниже
uz: Sizning telefon raqamingizga vaqtinchalik parol jo‘natildi. Tizmga kirganingizdan so‘ng albatta o‘zgartirishni unutmang!

# sizningMurojatingizMuvaffaqiyatliRavishdaTizmgaYuborildi
source: Сизнинг мурожаатингиз муваффақиятли равишда тизимга юборилди
ru: Ваше обращение успешно отправлено в систему
uz: Sizning murojatingiz muvaffaqiyatli ravishda tizmga yuborildi!

source: Yuklanmoqda...
ru: Загрузка...
uz: Юкланмоқда...

# rasmManbasiniTanlang
source: Расм манбасини танланг
ru: Выберите источник изображения
uz: Rasm manbasini tanlang

# kamera
source: Камера
uz: Kamera

# galereya
source: Галерея
uz: Galereya

# yuklanganFaylHajmi10mbDanOshmasligiKerak
source: Юкланган файл ҳажми 10МБ дан ошмаслиги керак
ru: Загруженный объем файла не должен превышать 10MB
uz: Yuklangan fayl hajmi 10MB dan oshmasligi kerak

# mfyOfyNominiKiriting
source: МФЙ (ОФЙ) номини киритинг
ru: Укажите название СГМ (СГА)
uz: MFY (OFY) nomini kiriting

# kochaNominiKiriting
source: Кўча номини киритинг
ru: Укажите название улицы
uz: Koʼcha nomini kiriting

# uyRaqaminiKiriting
source: Уй рақамини киритинг
ru: Укажите номер дома
uz: Uy raqamini kiriting

source: Ҳурматли фойдаланувчи! Мурожаатингизни кўриб чиқишни таъминлаш учун ўз манзилингизни тўғри ва аниқ кўрсатинг.
ru: Уважаемый пользователь! Для обеспечения рассмотрения обращения, просим правильно и точно указать адрес своего местожительства.
uz: Hurmatli foydalanuvchi! Murojaatingizni koʼrib chiqishnitaʼminlash uchun oʼz manzilingizni toʼgʼri va aniq koʼrsating.

# hisobniOchirish
source: Фойдаланувчини тизимдан ўчириш
ru: Удаление аккаунта пользователя из системы
uz: Foydalanuvchini tizimdan oʼchirish

# foydalanuvchiTizimdanOchirilgandanSongUningShaxsiyMalumotlariVaMurojaatlarBilan
source: Фойдаланувчи тизимдан ўчирилгандан сўнг, унинг шахсий маълумотлари ва мурожаатлар билан боғлиқ барча маълумотлар тизимидан ўчирилади. Aloqa nazorati мобиль иловаси қайта юклангандан сўнг фойдаланувчининг аввалги шахсий маълумотлари ва мурожаатлар билан боғлиқ маълумотлар қайта тикланмайди.
ru: После удаления аккаунта пользователя из системы, все персональные данные пользователя и информация, связанная с обращениями будут удалены из системы. После повторной загрузки мобильного приложения Aloqa nazorati ранее загруженные персональные данные пользователя и информация, связанная с обращениями не восстанавливается.
uz: Foydalanuvchi tizimdan oʼchirilgandan soʼng, uning shaxsiy maʼlumotlari va murojaatlar bilan bogʼliq barcha maʼlumotlar tizimidan oʼchiriladi. Aloqa nazorati mobilь ilovasi qayta yuklangandan soʼng foydalanuvchining avvalgi shaxsiy ma'lumotlari va murojaatlar bilan bog'liq ma'lumotlar qayta tiklanmaydi.

# mobilTelefonBilanBogliqSabablarTelefonningYoqolishiBoshqaOdamgaBerib
source: Мобиль телефон билан боғлиқ сабаблар (телефоннинг йўқолиши, бошқа одамга бериб юбориш, рақамнинг ўзгариши ва б.);
ru: Причины, связанные с мобильным телефоном (потеря телефона, передача телефона другому лицу, изменение номера, др.);
uz: Mobilь telefon bilan bogʼliq sabablar (telefonning yoʼqolishi, boshqa odamga berib yuborish, raqamning oʼzgarishi va b.);

# ilovaBilanBogliqSabablarIlovaningKorishiTushunarsizIlovadanFoydalanishQiyin
source: Илова билан боғлиқ сабаблар (илованинг кўриши тушунарсиз, иловадан фойдаланиш қийин ва б.);
ru: Причины, связанные с мобильным приложением (непонятный интерфейс приложения, трудно работать с приложением, др.);
uz: Ilova bilan bogʼliq sabablar (ilovaning koʼrishi tushunarsiz, ilovadan foydalanish qiyin va b.);

# boshqaMasalalar
source: Бошқа масалалар.
ru: Другие вопросы.
uz: Boshqa masalalar.

# qoshimchaIzohQoldirish
source: Қўшимча изоҳ қолдириш
ru: Оставить комментарии
uz: Qo'shimcha izoh qoldirish

source: Фойдаланувчини тизимдан ўчириш фойдаланувчининг қарорига қараб амалга оширилади. Ҳурматли фойдаланувчи, Aloqa nazorati мобиль иловасини ўчиришдан аввал ўчириш сабабларини кўрсатинг:
ru: Удаление аккаунта пользователя из системы осуществляется по решению пользователя. Уважаемый пользователь, прежде чем удалить мобильное приложение Aloqa nazorati просим Вас, указать причины удаления аккаутна:
uz: Foydalanuvchini tizimdan oʼchirish foydalanuvchining qaroriga qarab amalga oshiriladi. Hurmatli foydalanuvchi, Aloqa nazorati mobil ilovasini oʼchirishdan avval oʼchirish sabablarini koʼrsating:

source: Parol muvoffaqiyatli o'zgartirildi
ru: Пароль успешно изменен
